<?php

return [
        'auth' => [
            'registration' => 'Регистрация',
            'log_in' => 'Вход',
        ],
        'Email or password is incorrect' => 'E-mail или пароль не верный',
        'Main'=>'Hauptseite',
        'Data of company'=>'Данные компании',
        'Login for tenants'=>'Вход для арендаторов',
        'Add products'=>'Добавление товаров',
        'Edit products'=>'Редактирование товаров',
        'Your products'=>'Ваши товары',
        'Add news'=>'Добавление новости',
        'Logout'=>'Выход',
        'months' => [
            '01' => 'января',
            '02' => 'февраля',
            '03' => 'марта',
            '04' => 'апреля',
            '05' => 'мая',
            '06' => 'июня',
            '07' => 'июля',
            '08' => 'августа',
            '09' => 'сентября',
            '10' => 'октября',
            '11' => 'ноября',
            '12' => 'декабря'
        ],
        'read all' => 'читать все',
        'News list is empty' => 'Новостей нет',
        'mail' => [
            'title' => 'Новый заказ',
            'to_fast' => 'Как можно быстрее',
            'request-title' => 'Сообщение с формы обратной связи',
            'user-title' => 'Новый пользователь',
            'order' => 'Заказ',
            'name' => 'Имя',
            'phone' => 'Телефон',
            'email' => 'Email',
            'delivery' => 'Тип доставки',
            'branch' => 'Пиццерия',
            'street' => 'Улица',
            'house' => 'Дом',
            'flat' => 'Квартира/Офис',
            'porch' => 'Подъезд',
            'code' => 'Код двери',
            'level' => 'Этаж',
            'payment' => 'Тип оплаты',
            'surrender' => 'Сдача с',
            'message' => 'Комментарий',
            'promo' => 'Промо - код',
            'preorder' => 'Предзаказ',
            'cart' => [
                'title' => 'Наименование',
                'info' => 'Доп. информация',
                'count' => 'Количество',
                'price' => 'Цена'
            ],
            'total' => 'Итого'
        ],
        '404' => 'Ошибка 404',
        'pizza' => [
            'sizes' => [
                '25' => 'Маленькая',
                '30' => 'Средняя',
                '35' => 'Большая'
            ]
        ],
        'recover'=> [
            'title' => 'Восстановление пароля',
            'login' => 'Логин',
            'pass' => 'Пароль'
        ]
];